export const periods = [
	{
		id: 1,
		title: 'Наука',
		start: 1900,
		end: 1950,
		events: [
			{
				year: 1905,
				text: 'Опубликование теории относительности Альбертом Эйнштейном.',
			},
			{
				year: 1911,
				text: 'Открытие ядра атома Эрнестом Резерфордом во время экспериментов с альфа-частицами.',
			},
			{
				year: 1928,
				text: 'Александр Флеминг открывает пенициллин — первый антибиотик.',
			},
			{
				year: 1938,
				text: 'Обнаружение ядерного деления урана Отто Ганом и Фрицем Штрассманом.',
			},
			{
				year: 1947,
				text: 'Создание транзистора, открывшее эру современной электроники.',
			},
		],
	},
	{
		id: 2,
		title: 'Кино',
		start: 1950,
		end: 1970,
		events: [
			{
				year: 1954,
				text: 'Премьера фильма "На север через северо-запад" режиссёра Альфреда Хичкока.',
			},
			{
				year: 1959,
				text: 'Вышел культовый фильм "Смарагдовый город" по мотивам сказок.',
			},
			{
				year: 1963,
				text: 'Появление технологии цветного телевидения, меняющее восприятие кино.',
			},
			{
				year: 1967,
				text: 'Рождение "новой волны" во французском кинематографе, влияющей на весь мир.',
			},
			{
				year: 1969,
				text: 'Выпуск "Похождения Пиноккио" в формате анимационного кино.',
			},
			{
				year: 1970,
				text: 'Расцвет жанра научной фантастики в кино с фильмами о космосе и будущем.',
			},
		],
	},
	{
		id: 3,
		title: 'Технологии',
		start: 1970,
		end: 1990,
		events: [
			{
				year: 1971,
				text: 'Интел выпускает первый микропроцессор Intel 4004.',
			},
			{
				year: 1973,
				text: 'Появление первой мобильной телефонной связи в США.',
			},
			{
				year: 1981,
				text: 'Выпуск IBM PC — стандарта для персональных компьютеров.',
			},
			{
				year: 1989,
				text: 'Создание всемирной паутины (WWW) с использованием HTTP и HTML Тимом Бернерс-Ли.',
			},
			{
				year: 1990,
				text: 'Расцвет персональных компьютеров с графическим интерфейсом.',
			},
		],
	},
	{
		id: 4,
		title: 'Музыка',
		start: 1990,
		end: 2010,
		events: [
			{
				year: 1991,
				text: 'Создание группы Nirvana, повлиявшей на гранж-рок и альтернативную музыку.',
			},
			{
				year: 1998,
				text: 'Выпуск первого альбома культового исполнителя Eminem.',
			},
			{
				year: 2000,
				text: 'Появление жанра электронной танцевальной музыки на массовой арене.',
			},
			{
				year: 2004,
				text: 'Расцвет Spotify и потоковых сервисов, изменивших индустрию.',
			},
			{
				year: 2007,
				text: 'Распространение iPhone, изменяющего способы прослушивания музыки.',
			},
			{
				year: 2009,
				text: 'Смерть знаменитого Майкла Джексона, повлиявшая на музыку и культуру.',
			},

			{
				year: 2010,
				text: 'Создание YouTube как главной платформы для музыкальных видео.',
			},
		],
	},
	{
		id: 5,
		title: 'Космос',
		start: 2010,
		end: 2025,
		events: [
			{
				year: 2012,
				text: 'Пуск телескопа "Хаббл" помогает получить новые данные о далеких галактиках.',
			},
			{
				year: 2014,
				text: 'Миссия Rosetta впервые приземляется на комету 67P.',
			},
			{
				year: 2015,
				text: 'Компания SpaceX успешно запускает многоразовую ракету Falcon 9.',
			},
			{
				year: 2017,
				text: 'Первые тесты турбореактивных двигателей для космических кораблей на атмосферных условиях.',
			},
			{
				year: 2018,
				text: 'Запуск космического телескопа TESS для поиска экзопланет.',
			},
			{
				year: 2019,
				text: 'Появление концепций производства топлива в космосе для межпланетных миссий.',
			},
			{
				year: 2020,
				text: 'Ровер Perseverance успешно приземляется на Марс, собирая данные о планете.',
			},
			{
				year: 2021,
				text: 'Первый полет в космос с участием частных космонавтов.',
			},
		],
	},
	{
		id: 6,
		title: 'Искусство',
		start: 1950,
		end: 1970,
		events: [
			{
				year: 1953,
				text: 'Выставка Авангарда в Нью-Йорке, поддерживающего новые направления в искусстве.',
			},
			{ year: 1957, text: 'Рождение поп-арта с выставкой Энди Уорхола.' },
			{ year: 1961, text: 'Расцвет минимализма в мире живописи и скульптуры.' },
			{
				year: 1965,
				text: 'Проекты по современному искусству с использованием новых медиа.',
			},
			{
				year: 1968,
				text: 'Появление концептуального искусства и инсталляций.',
			},
			{
				year: 1969,
				text: 'Первая документальная выставка современного искусства в Лондоне.',
			},
		],
	},
]
